import os
import ctypes
from pystyle import Anime, Colors, Colorate, Center
from ctypes import wintypes




banner = '''


 █████╗    ██████╗   ╔██╗
██╔══██╗   ██╔══██╗  ║██║
███████║   ██║  ██║  ║██║
██╔══██║   ██║  ██║  ║██║
██║  ██║   ██████╔╝  ║██║
╚═╝  ╚═╝   ╚═════╝   ╚══╝

@doxxing_instruments // отдельная благодарность Rigolit
                          MAIN MENU
  ┎─────────────────────────┬──────────────────────────┒
  ┃ Tools                   ┃                          ┃
  ┃ (1) Номер телефона      ┃ (8) Генерация паспортов  ┃
  ┃ (2) Общий поиск         ┃ (9) Поиск по паспорту    ┃
  ┃ (3) Телеграмм           ┃ (10) Добавление БД       ┃
  ┃ (4) ID                  ┃ (11) Поиск по Паспорту   ┃
  ┃ (5) IP                  ┃ (12) Об программе        ┃
  ┃ (6) Почта               ┃ (13) Помощь              ┃
  ┃ (7) DDOS                ┃ (14) Скоро               ┃
  ┖────────────────────────────────────────────────────┘
         '''
